Repository: youpie/Iconic
Catalog: po/*.po
Languages: kk, nl, pt_br, ru

source: The app now shows some errors as pop-ups
kk: Қолданба енді кейбір қателерді қалқымалы терезе ретінде көрсетеді
nl: De app laat nu een paar fouten zien als pop-ups
pt_br: O aplicativo agora exibe alguns erros como pop-ups
ru: Приложение теперь показывает некоторые ошибки во всплывающих окнах

source: You can now temporarily open a new folder image
kk: Енді жаңа бума кескінін уақытша ашуға болады
nl: Je kan nu tijdelijk een nieuwe folder afbeelding openen
pt_br: Agora você pode abrir temporariamente uma nova imagem de pasta
ru: Теперь можно временно открыть новое изображение папки

source: It now first shows a pop-up when the folder image is not found
kk: Енді бума кескіні табылмаған кезде алдымен қалқымалы терезе көрсетеді
nl: Er wordt nu eerst een pop-up getoont als de folder afbeelding niet is gevonden
pt_br: Agora é exibido um pop-up primeiro quando a imagem da pasta não é encontrada
ru: Теперь сначала показывается всплывающее окно, когда изображение папки не найдено

source: Initial release
kk: Алғашқы шығарылым
nl: Eerste versie
pt_br: Lançamento inicial
ru: Первоначальный выпуск

source: icon
kk: таңбаша
nl: icoon
pt_br: ícone
ru: значок

source: create
kk: жасау
nl: maken
pt_br: criar
ru: создать

source: folder icon
kk: бума таңбашасы
nl: folder icoon
pt_br: ícone de pasta
ru: значок папки

source: icon create
kk: таңбаша жасау
nl: icoon maken
pt_br: criar ícone
ru: создание значков

source: icon creator
kk: таңбаша жасаушы
nl: icoon maker
pt_br: criador de ícones
ru: создатель значков

source: folder icon creator
kk: бума таңбашасын жасаушы
nl: folder icoon maker
pt_br: criador de ícones de pasta
ru: создатель значков папок

source: Keyboard Shortcuts
nl: Sneltoetsen
pt_br: Atalhos de Teclado

# shortcut window
source: Save Image
kk: Кескінді сақтау
nl: Afbeelding Opslaan
pt_br: Salvar Imagem
ru: Сохранить изображение

# shortcut window
source: Open top image
kk: Үстіңгі кескінді ашу
nl: Open bovenste afbeelding
pt_br: Abrir imagem superior
ru: Открыть верхнее изображение

# shortcut window
source: Open temporary bottom image
kk: Уақытша астыңғы кескінді ашу
nl: Open tijdelijke onderste afbeelding
pt_br: Abrir imagem inferior temporária
ru: Открыть временное нижнее изображение

# shortcut window
source: Regenerate Images
kk: Кескіндерді қайта жасау
nl: Regenereer Afbeeldingen
pt_br: Regenerar Imagens
ru: Регенерировать изображения

# shortcut window
source: Reset Image
nl: Reset Afbeelding
pt_br: Redefinir Imagem

# shortcut window
source: Show Shortcuts
kk: Жылдам пернелерді көрсету
nl: Sneltoetsen
pt_br: Mostrar Atalhos
ru: Показать комбинации клавиш

# shortcut window
source: Open Preferences
kk: Баптауларды ашу
nl: Open Instellingen
pt_br: Abrir Preferências
ru: Открыть настройки

# shortcut window
source: Quit Iconic
kk: Iconic-тан шығу
nl: Sluit Iconic
pt_br: Sair do Iconic
ru: Выйти из Iconic

source: General
kk: Жалпы
nl: Algemeen
pt_br: Geral
ru: Общие

source: Bottom Image
nl: Onderste Afbeelding
pt_br: Imagem Inferior

source: Use Built-in Bottom Image
nl: Gebruik Ingebouwd Onderste Afbeelding
pt_br: Usar imagem inferior integrada

source: use built-in bottom image
nl: gebruik ingebouwd onderste afbeelding
pt_br: usar imagem inferior integrada

source: Use System Folder Color
nl: Gebruik Systeem Kleur
pt_br: Usar cor de pasta do sistema

source: Manually Select Folder Color
nl: Selecteer Handmatig een Kleur
pt_br: Selecionar cor da pasta manualmente

source: Blue
kk: Көк
nl: Blauw
pt_br: Azul
ru: Синий

source: Teal
kk: Теңіз толқыны
nl: Groenblauw
pt_br: Ciano
ru: Бирюзовый

source: Green
kk: Жасыл
nl: Groen
pt_br: Verde
ru: Зеленый

source: Yellow
kk: Сары
nl: Geel
pt_br: Amarelo
ru: Желтый

source: Orange
kk: Қызғылт сары
nl: Oranje
pt_br: Laranja
ru: Оранжевый

source: Red
kk: Қызыл
nl: Rood
pt_br: Vermelho
ru: Красный

source: Pink
kk: Қызғылт
nl: Roze
pt_br: Rosa
ru: Розовый

source: Purple
kk: Күлгін
nl: Paars
pt_br: Roxo
ru: Фиолетовый

source: Slate
kk: Тас сұр
nl: Grijs
pt_br: Ardósia
ru: Серый

source: Custom
kk: Пайдаланушылық
nl: Aangepast
pt_br: Personalizado
ru: Пользовательский

source: Primary Color
nl: Primaire kleur
pt_br: Cor Primária

source: Secondary Color
nl: Secundaire kleur
pt_br: Cor Secundária

source: Use Custom Bottom Image
nl: Gebruik Eigen Onderste Afbeelding
pt_br: Usar imagem inferior personalizada

source: use custom bottom image
nl: gebruik eigen onderste afbeelding
pt_br: usar imagem inferior personalizada

source: Current Image
nl: Huidige Afbeelding
pt_br: Imagem Atual

source: Select Image
nl: Selecteer Afbeelding
pt_br: Selecionar Imagem

source: Drag and Drop
pt_br: Arrastar e Soltar

source: Allow Drop During Drag
nl: Sta "Drop" tijdens "Drag" toe
pt_br: Permitir soltar durante o arrasto

source: Allow dropping the image back as a layer when dragging
nl: Maak het mogelijk om de huidige afbeelding terug in Iconic te slepen als laag
pt_br: Permitir soltar a imagem de volta como uma camada ao arrastar

source: Default Drag-and-Drop Action
nl: Standaard "Drag and Drop" Actie
pt_br: Ação padrão de arrastar e soltar

source: Set a default layer when dropping an image
nl: Stel een standaard laag in bij het inslepen van afbeeldingen
pt_br: Define uma camada padrão ao soltar uma imagem

source: Use a default drag and drop action
kk: Әдепкі сүйреп тастау әрекетін пайдалану
nl: Gebruik een standaard drag-and-drop actie
pt_br: Usar uma ação padrão de arrastar e soltar
ru: Использовать действие перетаскивания по умолчанию

source: Always select top layer
kk: Әрқашан үстіңгі қабатты таңдау
nl: Selecteer altijd de bovenste laag
pt_br: Sempre selecionar camada superior
ru: Всегда выбирать верхний слой

source: Always select bottom layer
kk: Әрқашан астыңғы қабатты таңдау
nl: Selecteer altijd de onderste laag
pt_br: Sempre selecionar camada inferior
ru: Всегда выбирать нижний слой

source: Regeneration
nl: Regeneratie
pt_br: Regeneração

source: What is Regeneration?
nl: Het is Regeneratie?
pt_br: O que é Regeneração?

source: Iconic is able to <i>Regenerate</i> compatible icons. Regeneration is the ability to change the color of a folder image after it has already been created when the system accent color has been changed.This is useful in combination with <a href="https://github.com/dpejoh/Adwaita-colors"><b>Adwaita Colors</b></a> which automatically changes the color of all folders based on the current accent color.After regeneration, it is likely required to log out and in to see the changes
nl: Iconic is in staat om ondersteunde afbeeldingen te <i> Regenereren</i>.Regeneratie houdt in dat Iconic de kleur van een gemaakte folder afbeelding later nog aan kan passen aan de accent kleur van het systeem. Dit is nuttig in combinatie met <a href="https://github.com/dpejoh/Adwaita-colors"><b>Adwaita Colors</b>, een app die automatisch de kleur van je folders op je systeem aanpast aan je huidige accent kleur. Na regeneratie moet je waarschijnlijk in- en uitloggen om de wijzigingen te zien
pt_br: O Iconic é capaz de <i>Regenerar</i> ícones compatíveis. Regeneração é a capacidade de alterar a cor de uma imagem de pasta já criada quando a cor de destaque do sistema é alterada. Isso é útil em combinação com o <a href="https://github.com/dpejoh/Adwaita-colors"><b>Adwaita Colors</b></a>, que altera automaticamente a cor de todas as pastas com base na cor de destaque atual. Após a regeneração, provavelmente será necessário encerrar a sessão e entrar novamente para ver as mudanças

source: Regenerate Automatically
nl: Automatische Regeneratie
pt_br: Regenerar Automaticamente

source: Regenerate images on accent color change
nl: Regenereer afbeeldingen als je de accent kleur veranderd van je systeem
pt_br: Regenerar imagens ao mudar a cor de destaque

source: Loose Regeneration
nl: Vrije Regeneratie
pt_br: Regeneração Flexível

source: Allow regeneration of folder images with "Use system folder color" disabled
nl: Sta regeneratie van afbeeldingen gemaakt met "Gebruik Systeem Kleur" uitgeschakeld toe
pt_br: Permitir regeneração de imagens de pasta com "Usar cor de pasta do sistema" desativado

source: Ignore Custom Folders
nl: Negeer Folders met Aangepaste Kleuren
pt_br: Ignorar Pastas Personalizadas

source: Don't regenerate folder images with custom folder colors
nl: Regenereer geen folders met handmatig ingestelde kleuren
pt_br: Não regenerar imagens de pasta que possuam cores personalizadas

source: Store Top Images in Cache
nl: Sla Afbeeldingen op in Cache
pt_br: Armazenar imagens superiores no cache

source: Folder icons made while this option is disabled cannot be regenerated
nl: Folder afbeeldingen gemaakt terwijl deze optie is uitgeschakeld kunnen niet geregenereerd worden
pt_br: Ícones de pasta criados enquanto esta opção está desativada não podem ser regenerados

source: Current Cache Usage
nl: Huidig Cache Gebruikt
pt_br: Uso atual do cache

source: Browse Cached Images
nl: Blader door Gecachte Afbeeldingen
pt_br: Navegar pelas imagens em cache

source: Remove Cached Images
nl: Verwijder Gecachte Afbeeldingen
pt_br: Remover imagens em cache

source: Advanced
kk: Кеңейтілген
nl: Geadvanceerd
pt_br: Avançado
ru: Дополнительно

source: You can see these options because you have enabled the Devel profile
kk: Бұл опцияларды көре аласыз, өйткені Devel профилін қосқансыз
nl: Je kan deze opties zien omdat je het "Devel" profiel hebt geactiveerd
pt_br: Você está vendo estas opções porque habilitou o perfil de Desenvolvimento (Devel)
ru: Вы видите эти опции, потому что включили профиль разработчика

source: Select size of SVG images
kk: SVG кескіндерінің өлшемін таңдау
nl: Selecteer grootte van SVG afbeeldingen
pt_br: Selecionar tamanho das imagens SVG
ru: Выбрать размер SVG изображений

source: SVG images will by default be converted to a 1024x1024 image. You can adjust that here
kk: SVG кескіндері әдепкі бойынша 1024x1024 кескініне түрлендіріледі. Мұны осында реттеуге болады
nl: SVG afbeeldingen worden standaard omgezet naar een 1024x1024 afbeelding. Dat kan je hier aanpassen
pt_br: Imagens SVG serão convertidas por padrão para 1024x1024. Você pode ajustar isso aqui
ru: SVG изображения по умолчанию будут преобразованы в изображение 1024x1024. Здесь можно это настроить

source: Select size of Thumbnail images
kk: Нобай кескіндерінің өлшемін таңдау
nl: Selecteer grootte van Thumbnail afbeeldingen
pt_br: Selecionar tamanho das miniaturas
ru: Выбрать размер миниатюр

source: Thumbnail images will by default be converted to a 255x255 image. You can adjust that here
kk: Нобай кескіндері әдепкі бойынша 255x255 кескініне түрлендіріледі. Мұны осында реттеуге болады
nl: De thumbnail afbeeldingen zijn standaard omgezet in een 255x255 afbeelding. Dat kan je hier aanpassen
pt_br: Miniaturas serão convertidas por padrão para 255x255. Você pode ajustar isso aqui
ru: Миниатюры по умолчанию будут преобразованы в изображение 255x255. Здесь можно это настроить

source: Drop Here to Open
nl: Laat Hier Los om te Openen
pt_br: Solte aqui para abrir

source: Regenerating icons…
kk: Таңбашаларды қайта жасау…
nl: Iconen aan het regenereren…
pt_br: Regenerando ícones…
ru: Регенерация значков…

source: Folder Icon Creator
kk: Бума таңбашасын жасаушы
nl: Folder Icoon Maker
pt_br: Criador de Ícones de Pasta
ru: Создатель значков папок

source: Click or Drag to Open Image
kk: Кескінді ашу үшін басыңыз немесе сүйреңіз
nl: Klik of Sleep om een afbeelding te openen
pt_br: Clique ou arraste para abrir a imagem
ru: Нажмите или перетащите для открытия изображения

source: _Open Image
kk: _Кескінді ашу
nl: _Open afbeelding
pt_br: _Abrir Imagem
ru: _Открыть изображение

source: _Show Bottom Layer
kk: _Астыңғы қабатты көрсету
nl: _Toon onderste laag
pt_br: _Mostrar Camada Inferior
ru: _Показать нижний слой

source: Save
kk: Сақтау
nl: Opslaan
pt_br: Salvar
ru: Сохранить

source: y-position of top image
kk: үстіңгі кескіннің y-позициясы
nl: Y-positie van bovenste afbeelding
pt_br: posição-y da imagem superior
ru: y-позиция верхнего изображения

source: Preview window of icon, drag from here to start drag operation
kk: Таңбашаның алдын ала қарау терезесі, сүйреу операциясын бастау үшін осыдан сүйреңіз
nl: Voorbeeld venster van het icoon, sleep van hier om een sleep actie te starten
pt_br: Janela de visualização do ícone, arraste daqui para iniciar uma operação de arrasto
ru: Окно предварительного просмотра значка, перетащите отсюда для начала операции перетаскивания

source: New top image is loading
kk: Жаңа үстіңгі кескін жүктелуде
nl: Nieuwe bovenste afbeelding wordt geladen
pt_br: Nova imagem superior carregando
ru: Загружается новое верхнее изображение

source: x-position of top image
kk: үстіңгі кескіннің x-позициясы
nl: X-positie van bovenste afbeelding
pt_br: posição-x da imagem superior
ru: x-позиция верхнего изображения

source: size of top image
kk: үстіңгі кескіннің өлшемі
nl: Formaat van bovenste afbeelding
pt_br: tamanho da imagem superior
ru: размер верхнего изображения

source: Toggle Monochrome
kk: Монохромды ауыстыру
nl: Monochroom inschakelen
pt_br: Alternar Monocromático
ru: Переключить монохром

source: Turn on monochrome for top image
kk: Үстіңгі кескін үшін монохромды қосу
nl: Zet monochroom modus aan voor bovenste afbeelding
pt_br: Ativar monocromático para a imagem superior
ru: Включить монохром для верхнего изображения

source: Invert
kk: Кері айналдыру
nl: Omkeren
pt_br: Inverter
ru: Инвертировать

source: Invert bright and dark in the monochrome image
kk: Монохром кескіндегі ашық пен қараңғыды кері айналдыру
nl: Keer donker en licht om voor de monochroom afbeelding
pt_br: Inverter brilho e sombra na imagem monocromática
ru: Инвертировать светлое и темное в монохромном изображении

source: Color
kk: Түс
nl: Kleur
pt_br: Cor
ru: Цвет

source: Choose the color of the monochrome image
kk: Монохром кескіннің түсін таңдау
nl: Kies de kleur van de monochroom afbeelding
pt_br: Escolher a cor da imagem monocromática
ru: Выбрать цвет монохромного изображения

source: Reset the color of the monochrome image to default
kk: Монохром кескіннің түсін әдепкіге қайтару
nl: Reset de kleur van de monochroom afbeelding
pt_br: Redefinir a cor da imagem monocromática para o padrão
ru: Сбросить цвет монохромного изображения на стандартный

source: Threshold
kk: Табалдырық
nl: Drempel
pt_br: Limite
ru: Порог

source: Set the threshold of bright and dark for the monochrome image
kk: Монохром кескін үшін ашық пен қараңғының табалдырығын орнату
nl: Zet de drempelwaarde voor licht en donker van de monochroom afbeelding
pt_br: Ajustar o limite de claro/escuro para a imagem monocromática
ru: Установить порог светлого и темного для монохромного изображения

source: Saving…
kk: Сақталуда…
nl: Opslaan…
pt_br: Salvando…
ru: Сохранение…

source: _Paste Top Icon from Clipboard
kk: _Үстіңгі таңбашаны алмасу буферінен қою
nl: _Plak Bovenste Icoon uit Klemboord
pt_br: _Colar ícone superior da área de transferência
ru: _Вставить верхний значок из буфера обмена

source: _Open Top Icon
kk: _Үстіңгі таңбашаны ашу
nl: _Open bovenste Icoon
pt_br: _Abrir ícone superior
ru: _Открыть верхний значок

source: _Open Bottom Icon
kk: _Астыңғы таңбашаны ашу
nl: _Open onderste Icoon
pt_br: _Abrir ícone inferior
ru: _Открыть нижний значок

source: _Reset Bottom Icon
kk: _Астыңғы таңбашаны қайтару
nl: _Reset onderste Icoon
pt_br: _Redefinir ícone inferior
ru: _Сбросить нижний значок

source: _Regenerate Icons
kk: _Таңбашаларды қайта жасау
nl: _Regenereer Iconen
pt_br: _Regenerar ícones
ru: _Регенерировать значки

source: _Preferences
kk: _Баптаулар
nl: _Instellingen
pt_br: _Preferências
ru: _Настройки

source: _Keyboard Shortcuts
kk: _Пернетақта жылдам пернелері
nl: _Sneltoetsen
pt_br: _Atalhos de teclado
ru: _Комбинации клавиш

source: _About Iconic
kk: _Iconic туралы
nl: _Over Iconic
pt_br: _Sobre o Iconic
ru: _О программе Iconic

source: Change Top Image
kk: Үстіңгі кескінді өзгерту
nl: Verander bovenste afbeelding
pt_br: Alterar imagem superior
ru: Изменить верхнее изображение

source: Change Bottom Image
kk: Астыңғы кескінді өзгерту
nl: Verander onderste afbeelding
pt_br: Alterar imagem inferior
ru: Изменить нижнее изображение

source: Temporarily Change Bottom Image
kk: Астыңғы кескінді уақытша өзгерту
nl: Open tijdelijke onderste afbeelding
pt_br: Alterar imagem inferior temporariamente
ru: Временно изменить нижнее изображение

source: Reset Temporary Bottom Image
kk: Уақытша астыңғы кескінді қайтару
nl: Reset Tijdelijke Onderste Afbeelding
pt_br: Redefinir imagem inferior temporária
ru: Сбросить временное нижнее изображение

source: Reset Image
nl: Reset Afbeelding
pt_br: Redefinir Imagem

source: Iconic allows you to add images onto a folder. You can drag these created images straight into the properties window of the file manager! If you like this app, feel free to donate, I would really appreciate it!
pt_br: O Iconic permite adicionar imagens sobre pastas. Você pode arrastar as imagens criadas diretamente para a janela de propriedades do seu gerenciador de arquivos! Se você gosta deste aplicativo, sinta-se à vontade para fazer uma doação, eu agradeceria muito!

source: translator-credits
kk: AnmiTaliDev <anmitali198@gmail.com>
nl: Youpie https://github.com/youpie
pt_br: johnpetersa <johnppetersa@gmail.com> Lucas Loura https://github.com/lloura
ru: AnmiTaliDev <anmitali198@gmail.com>

source: Error
kk: Қате
nl: Fout
pt_br: Erro
ru: Ошибка

source: Are you sure you want to clear the cache? Clearing the cache means you probably won't be able to regenerate a lot of images.
kk: Кэшті тазалағыңыз келетініне сенімдісіз бе? Кэшті тазалау көптеген кескіндерді қайта жасай алмайтыныңызды білдіреді.
nl: Weet je zeker dat je de cache wilt leegmaken? Het leegmaken van de cache betekent waarschijnlijk veel afbeeldingen niet opnieuw kan genereren.
pt_br: Tem certeza de que deseja limpar o cache? Limpar o cache significa que você provavelmente não conseguirá regenerar muitas imagens.
ru: Вы уверены, что хотите очистить кэш? Очистка кэша означает, что вы, вероятно, не сможете регенерировать много изображений.

source: Cancel
kk: Болдырмау
nl: Annuleer
pt_br: Cancelar
ru: Отмена

source: Remove
kk: Жою
nl: Verwijder
pt_br: Remover
ru: Удалить

source: Image reset
nl: Afbeelding resetten
pt_br: Imagem redefinida

source: The set bottom icon could not be found, press ok to select a new one
kk: Орнатылған астыңғы таңбаша табылмады, жаңасын таңдау үшін жақсы басыңыз
nl: De huidig ingestelde folder afbeelding kan niet gevonden worden, druk op OK om een nieuwe te selecteren
pt_br: O ícone inferior definido não foi encontrado, pressione OK para selecionar um novo
ru: Установленный нижний значок не найден, нажмите OK для выбора нового

source: Open Document
kk: Құжатты ашу
pt_br: Abrir Documento
ru: Открыть документ

source: Drag and drop
kk: Сүйреп тастау
pt_br: Arrastar e soltar
ru: Перетаскивание

source: Did you know that it is possible to drag the folder image straight out of Iconic and drop it into nautilus' property window. No need to save!
kk: Бума кескінін Iconic-тан тікелей сүйреп Nautilus-тың қасиеттер терезесіне тастауға болатынын білесіз бе. Сақтаудың қажеті жоқ!
nl: Wist je al dat het mogelijk is om de folder afbeelding direct uit Iconic te slepen en in nautilus haar eigenschappen scherm kan laten vallen Je hoeft niet eens op te slaan!
pt_br: Você sabia que é possível arrastar a imagem da pasta diretamente do Iconic e soltá-la na janela de propriedades do Nautilus? Não precisa nem salvar!
ru: Знаете ли вы, что можно перетащить изображение папки прямо из Iconic и поместить его в окно свойств Nautilus. Не нужно сохранять!

source: Do you want to load this image to the top or bottom layer?
kk: Бұл кескінді үстіңгі немесе астыңғы қабатқа жүктегіңіз келе ме?
nl: Wil je deze afbeelding laden naar de bovenste of onderste laag?
pt_br: Deseja carregar esta imagem na camada superior ou na inferior?
ru: Хотите загрузить это изображение на верхний или нижний слой?

source: Hint: You can disable this pop-up in the settings
kk: Кеңес: Бұл қалқымалы терезені баптауларда өшіруге болады
nl: Hint: Je kan deze pop-up uitschakelen in de instellingen
pt_br: Dica: Você pode desativar este aviso nas configurações
ru: Подсказка: Вы можете отключить это всплывающее окно в настройках

source: Select layer
kk: Қабатты таңдау
nl: Selecteer Laag
pt_br: Selecionar camada
ru: Выбрать слой

source: Top
kk: Үстіңгі
nl: Boven
pt_br: Superior
ru: Верхний

source: Bottom
kk: Астыңғы
nl: Onder
pt_br: Inferior
ru: Нижний

source: Save Changes?
kk: Өзгерістерді сақтау керек пе?
nl: Veranderingen Opslaan?
pt_br: Salvar Alterações?
ru: Сохранить изменения?

source: Open image contain unsaved changes. Changes which are not saved will be permanently lost
kk: Ашық кескінде сақталмаған өзгерістер бар. Сақталмаған өзгерістер мәңгілікке жоғалады
nl: Open afbeelding bevat niet-opgeslagen veranderingen. Niet opgeslagen veranderingen gaan permanent verloren
pt_br: A imagem aberta contém alterações não salvas que serão perdidas permanentemente
ru: Открытое изображение содержит несохраненные изменения. Изменения, которые не сохранены, будут навсегда потеряны

source: Discard
kk: Тастау
nl: Verwerpen
pt_br: Descartar
ru: Отбросить

source: Adwaita Colors detected
nl: Adwaita Colors gedetecteerd
pt_br: Adwaita Colors detectado

source: Adwaita colors has been detected on your system, do you want to enable the folder color to adapt to your active system accent color?
nl: Adwaita Colors is gedetecteerd op jouw systeem, wil je dat de folder kleur zich aanpast aan jouw actieve systeem accent kleur?
pt_br: O Adwaita Colors foi detectado no seu sistema. Deseja habilitar a cor da pasta para se adaptar à cor de destaque ativa do sistema?

source: Enable
nl: Inschakelen
pt_br: Ativar

source: Don't enable
nl: Niet Inschakelen
pt_br: Não ativar

source: Regenerating Icons
kk: Таңбашаларды қайта жасау
nl: Iconen Regenereren
pt_br: Regenerando Ícones
ru: Регенерация значков

source: If you drag and drop icons and change your accent color. It is then possible to regenerate the images by pressing "regenerate" in the menu or by pressing ctrl+R
kk: Егер таңбашаларды сүйреп тастап, екпін түсіңізді өзгертсеңіз, кескіндерді мәзірдегі "қайта жасау" түймесін немесе Ctrl+R пернесін басу арқылы қайта жасауға болады
nl: Als je afbeeldingen sleept en loslaat, en vervolgens je accent kleur veranderd. Is het mogelijk om de afbeeldingen te regenereren door op "Regenereer Iconen" te drukken in het menu of door ctrl+R in te typen
pt_br: Se você arrastar e soltar ícones e depois mudar a cor de destaque, é possível regenerar as imagens selecionando "regenerar" no menu ou pressionando Ctrl+R
ru: Если вы перетаскиваете значки и изменяете акцентный цвет, то можно регенерировать изображения, нажав "регенерировать" в меню или нажав Ctrl+R

source: Iconic is busy
kk: Iconic бос емес
nl: Iconic is bezig
pt_br: O Iconic está ocupado
ru: Iconic занят

source: Iconic is currently busy, it is recommended to wait before closing to prevent data loss
kk: Iconic қазір бос емес, деректердің жоғалуын болдырмау үшін жабу алдында күтуді ұсынамыз
nl: Iconic is op dit moment bezig, het is aanbevolen te wachten om dataverlies te voorkomen
pt_br: O Iconic está ocupado no momento. Recomenda-se aguardar antes de fechar para evitar perda de dados
ru: Iconic в данный момент занят, рекомендуется подождать перед закрытием, чтобы предотвратить потерю данных

source: Quit anyway
kk: Бәрібір шығу
nl: Toch afsluiten
pt_br: Sair assim mesmo
ru: Все равно выйти

source: Wait
kk: Күту
nl: Wachten
pt_br: Aguardar
ru: Подождать

source: No texture found
kk: Текстура табылмады
nl: Geen texture gevonden
pt_br: Nenhuma textura encontrada
ru: Текстура не найдена

source: Unsupported file type
kk: Қолданбайтын файл түрі
nl: Niet ondersteund bestandstype
pt_br: Tipo de arquivo não suportado
ru: Неподдерживаемый тип файла
