Repository: youpie/Iconic
Catalog: po/*.po
Languages: kk, nl, pt_br, ru

source: Add icons on top of folders
kk: Бумалардың үстіне таңбашалар қосу
nl: Voeg iconen toe aan folders
pt_br: Adicione ícones sobre as pastas
ru: Добавление значков поверх папок

source: This program allows an easy and intuitive way to add an icon on top of a folder to help you differentiate it better.
kk: Бұл бағдарлама буманың үстіне таңбаша қосудың оңай және интуитивті жолын ұсынады, бұл оларды жақсырақ ажыратуға көмектеседі.
nl: Dit programma biedt een makkelijke en intiutive manier om iconen toe te voegen aan folders om deze beter te onderscheiden van elkaar.
pt_br: Este programa oferece uma maneira fácil e intuitiva de adicionar um ícone sobre uma pasta para ajudar você a diferenciá-la melhor.
ru: Эта программа предоставляет простой и интуитивно понятный способ добавления значка поверх папки, чтобы помочь вам лучше различать их.

source: This program works best in combination with the app "Icon library" found on flathub and "Adwaita Colors" found on github
kk: Бұл бағдарлама Flathub-тан табылатын "Icon library" қолданбасымен және GitHub-тан табылатын "Adwaita Colors" қолданбасымен үйлескенде ең жақсы жұмыс істейді
nl: Dit programma werkt het beste in combinatie met de app "Pictogrambibliotheek" te vinden op flathub en "Adwaita Colors" te vinden op github
pt_br: Este programa funciona melhor em combinação com o aplicativo "Icon library" (encontrado no Flathub) e o "Adwaita Colors" (encontrado no GitHub)
ru: Эта программа лучше всего работает в сочетании с приложением "Icon library" из Flathub и "Adwaita Colors" с GitHub

source: This program is written in Rust and Libadwaita and is my first attempt at creating an application
kk: Бұл бағдарлама Rust және Libadwaita тілдерінде жазылған және менің қолданба жасаудағы алғашқы әрекетім
nl: Dit programma is geschreven in Rust en Libadwaita en dit is mijn eerste poging om een programma te schrijven
pt_br: Este programa foi escrito em Rust e Libadwaita e é minha primeira tentativa de criar um aplicativo
ru: Эта программа написана на Rust и Libadwaita и является моей первой попыткой создания приложения

source: Main menu in light mode
kk: Ашық режимдегі негізгі мәзір
nl: Hoofdmenu in light mode
pt_br: Menu principal no modo claro
ru: Главное меню в светлом режиме

source: Accent collored folders supported
kk: Екпін түсті бумалар қолдау табады
nl: Folders met accentkleuren ondersteund
pt_br: Suporte a pastas com cores de destaque
ru: Поддержка папок с акцентным цветом

source: Main menu in dark mode
kk: Қараңғы режимдегі негізгі мәзір
nl: Hoofdmenu in dark mode
pt_br: Menu principal no modo escuro
ru: Главное меню в темном режиме

source: Custom colored folder icons supported
kk: Пайдаланушылық түсті бума таңбашалары қолдау табады
nl: Folders met zelfgekozen kleuren ondersteund
pt_br: Suporte a ícones de pasta com cores personalizadas
ru: Поддержка значков папок с пользовательскими цветами

source: Free Palestine🇵🇸. After a long wait, a new Iconic release is finally here! Featuring fun new features and fixes!
nl: Free Palestine🇵🇸. Kabinet waar blijft de rode lijn (3 Okt, Amsterdam). Na lang wachten is het daar dan eindelijk. Een nieuwe Iconic versie! Met veel leuke nieuwe functies en verbeteringen!
pt_br: Palestina Livre 🇵🇸. Após uma longa espera, uma nova versão do Iconic finalmente chegou! Trazendo novos recursos divertidos e correções!

source: Updated to Gnome 49
nl: Geupdate naar gnome 49
pt_br: Atualizado para o GNOME 49

source: Updated Regeneration Logic
nl: Regeneratie logica geüpdatet
pt_br: Lógica de regeneração atualizada

source: Added Kazakh, Russian and Persian language support
nl: Kazachs, Russisch en Perzische talen toegevoegd
pt_br: Adicionado suporte aos idiomas Cazaque, Russo e Persa

source: Added ability to reset image
nl: De mogelijkheid om de afbeelding te resetten toegevoegd
pt_br: Adicionada a capacidade de redefinir a imagem

source: Added ability to drag images from the browser
nl: Mogelijkheid toegevoegd om afbeeldingen uit de browser te slepen
pt_br: Adicionada a capacidade de arrastar imagens do navegador

source: Increased maximum size of top image
nl: Maximale formaat van bovenste afbeelding vergroot
pt_br: Aumentado o tamanho máximo da imagem superior

source: Updated default settings
nl: Standaard instellingen geüpdatet
pt_br: Configurações padrão atualizadas

source: Fixed Pop-up informing about accent color change on first run
nl: Pop-up gefixt die werd getoont tijdens de eerste start die vertelde dat de accent kleur van het systeem was gewijzigd
pt_br: Corrigido o pop-up que informa sobre a mudança da cor de destaque na primeira execução

source: And many more changes, the full changelog can be found on GitHub!
nl: En heel veel meer veranderingen, de hele lijst is te vinden op GitHub!
pt_br: E muitas outras mudanças! O registro completo de alterações pode ser encontrado no GitHub!

source: I hope life has been treating you well :)
nl: Ik hoop dat het leven een beetje lief voor je is de laatste tijd :)
pt_br: Espero que a vida esteja tratando você bem :)

source: Here I am, once again. A new update to Iconic is here with the following changes!
kk: Міне мен қайтадан келдім. Iconic-тің жаңа жаңартуы келесі өзгерістермен келді!
nl: Here I am, once again. Een nieuwe update voor Iconic is hier met de volgende veranderingen:
pt_br: Aqui estou eu, mais uma vez. Uma nova atualização do Iconic chegou com as seguintes mudanças!
ru: Вот и я снова. Новое обновление Iconic с следующими изменениями!

source: Improved code
kk: Жақсартылған код
nl: Code verbeterd
pt_br: Código aprimorado
ru: Улучшенный код

source: Decrease storage and memory size
kk: Сақтау және жады көлемін азайту
nl: Opslag en geheugengebruik verlaagd
pt_br: Redução no consumo de armazenamento e memória
ru: Уменьшение размера хранилища и памяти

source: Improved app closing
kk: Жақсартылған қолданба жабу
nl: Sluiten van de app verbeterd
pt_br: Fechamento do aplicativo aprimorado
ru: Улучшенное закрытие приложения

source: Updated to gnome 48
kk: GNOME 48-ге жаңартылды
nl: Geupdate naar gnome 48
pt_br: Atualizado para o GNOME 48
ru: Обновлено до GNOME 48

source: Improved "About Iconic" dialog
kk: "Iconic туралы" диалогы жақсартылды
nl: "Over Iconic" venster verbeterd
pt_br: Diálogo "Sobre o Iconic" aprimorado
ru: Улучшенный диалог "О программе Iconic"

source: Removed donation button from hamburger menu
kk: Гамбургер мәзірінен қайырымдылық түймесі алынып тасталды
nl: Donatieknop verwijderd van hamburger menu
pt_br: Removido o botão de doação do menu hambúrguer
ru: Удалена кнопка пожертвований из меню-гамбургера

source: Added keyboard shortcuts
kk: Пернетақта жылдам пернелері қосылды
nl: Sneltoetsen toegevoegd
pt_br: Adicionados atalhos de teclado
ru: Добавлены комбинации клавиш

source: Improved accessibility
kk: Жақсартылған қолжетімділік
nl: Toegankelijkheid verbeterd
pt_br: Acessibilidade aprimorada
ru: Улучшенная доступность

source: Increased translatable elements
kk: Аударылатын элементтер көбейтілді
nl: Hoeveelheid vertaalbare teksten vergroot
pt_br: Aumento de elementos traduzíveis
ru: Увеличено количество переводимых элементов

source: I am doing a lot of this because I am planning to apply to gnome circle :)
kk: Мен мұны көп істеп жатырмын, өйткені GNOME circle-ға өтініш беруді жоспарлап отырмын :)
nl: De meeste van deze wijzigingen doe ik omdat ik graag wil toetreden tot Gnome circle :)
pt_br: Estou trabalhando bastante nisso porque planejo me candidatar ao GNOME Circle :)
ru: Я делаю все это, потому что планирую подать заявку в GNOME Circle :)

source: Remember to let me know if you encounter any bugs!
kk: Қателер кездессе маған хабарлауды ұмытпаңыз!
nl: Zoals altijd, laat mij weten als je bugs tegenkomt!
pt_br: Lembre-se de me avisar se encontrar algum bug!
ru: Не забудьте сообщить мне, если обнаружите какие-либо ошибки!

source: Have a beautiful day <3
nl: Heb een prachtige dag <3
pt_br: Tenha um lindo dia <3

source: A new version of Iconic! It is mostly a quality of life update, I have some fun additions planned so stay tuned!
kk: Iconic-тің жаңа нұсқасы! Бұл негізінен өмір сапасының жаңартуы, қызықты қосымшалар жоспарланған, сондықтан бақылауда болыңыз!
nl: Een nieuwe versie van Iconic! Het is vooral een "quality of life" update, maar ik heb wat leuke toevoegingen in de planning!
pt_br: Uma nova versão do Iconic! É principalmente uma atualização de qualidade de vida. Tenho algumas adições divertidas planejadas, então fique atento!
ru: Новая версия Iconic! В основном это обновление качества жизни, у меня запланированы интересные дополнения, так что следите за обновлениями!

source: Here is what has changed:
kk: Міне не өзгерді:
nl: Hier is wat er is veranderd:
pt_br: Aqui está o que mudou:
ru: Вот что изменилось:

source: Updated to rust 2024 edition
kk: Rust 2024 edition-ға жаңартылды
nl: Geupdate naar rust 2024 editie
pt_br: Atualizado para a edição Rust 2024
ru: Обновлено до Rust 2024 edition

source: Removed regeneration screen
kk: Қайта жасау экраны алынып тасталды
nl: Regenratiescherm verwijderd
pt_br: Removida a tela de regeneração
ru: Удален экран регенерации

source: Added regeneration bar on main screen
kk: Негізгі экранға қайта жасау жолағы қосылды
nl: Regeneratie voortgang op hoofdmenu toegevoegd
pt_br: Adicionada barra de regeneração na tela principal
ru: Добавлена полоса регенерации на главном экране

source: Added better error handling for regeneration
kk: Қайта жасау үшін қателерді жақсырақ өңдеу қосылды
nl: betere "error handling" toegevoegd tijdens regeneratie
pt_br: Melhor tratamento de erros na regeneração
ru: Добавлена улучшенная обработка ошибок для регенерации

source: Updated pink folder, to be in line with Adwaita-colors
kk: Қызғылт бума Adwaita-colors-қа сай болу үшін жаңартылды
nl: Roze folder geüpdatet, om overeen te komen met Adwaita-colors
pt_br: Pasta rosa atualizada para alinhar com o Adwaita-colors
ru: Обновлена розовая папка в соответствии с Adwaita-colors

source: Added acknowledgements in the About Iconic
kk: "Iconic туралы" бөлімінде алғыстар қосылды
nl: "Met dank aan" toegevoegd in Over Iconic
pt_br: Adicionados agradecimentos no "Sobre o Iconic"
ru: Добавлены благодарности в "О программе Iconic"

source: Fixed donation link
kk: Қайырымдылық сілтемесі түзетілді
nl: Donatielink weer werkend gemaakt
pt_br: Link de doação corrigido
ru: Исправлена ссылка для пожертвований

source: As always, if you encounter any bugs. Please let me know on GitHub!
kk: Әрқашанша, қателер кездессе GitHub арқылы маған хабарлаңыз!
nl: Zoals altijd, laat mij weten als je bugs tegenkomt!
pt_br: Como sempre, se encontrar algum bug, por favor me avise no GitHub!
ru: Как всегда, если вы обнаружите ошибки, сообщите мне на GitHub!

source: Enjoy the update, and Free Palestine 🇵🇸
kk: Жаңартудан ләззат алыңыз, және Палестинаға еркіндік 🇵🇸
nl: Geniet van de update, en Free Palestine 🇵🇸
pt_br: Aproveite a atualização e Palestina Livre 🇵🇸
ru: Наслаждайтесь обновлением, и Свободу Палестине 🇵🇸

source: I was really motivated so I made another update. Now allowing you to set custom collors for the folders. Other features include
kk: Мен шынымен ынталы болдым, сондықтан тағы бір жаңарту жасадым. Енді бумалар үшін пайдаланушылық түстерді орнатуға болады. Басқа мүмкіндіктер
nl: Ik voelde me erg gemotiveerd, daarom heb ik nog een update uitgebracht. Deze stelt je in staat om helemaal zelf de kleuren van een folder te kiezen. Andere verbeteringen zijn:
pt_br: Eu estava muito motivado, então fiz outra atualização. Agora você pode definir cores personalizadas para as pastas. Outros recursos incluem:
ru: Я был очень мотивирован, поэтому сделал еще одно обновление. Теперь можно устанавливать пользовательские цвета для папок. Другие функции включают

source: Made the app more responsive
kk: Қолданбаны жауап беруге жақсырақ етті
nl: De app werkt soepeler
pt_br: O aplicativo está mais responsivo
ru: Сделал приложение более отзывчивым

source: Removed crashing bug
kk: Құлау қатесі жойылды
nl: Foutje waarbij de app bleef hangen opgelost
pt_br: Corrigido erro que causava fechamento inesperado
ru: Исправлена ошибка с вылетами

source: Removed small bugs
kk: Кіші қателер жойылды
nl: Kleine foutjes opgelost
pt_br: Pequenos bugs corrigidos
ru: Исправлены мелкие ошибки

source: Added Right-click menu to folder view
kk: Бума көрінісіне оң жақпен басу мәзірі қосылды
nl: Rechtermuisklik menu toegevoegd aan folder afbeelding
pt_br: Adicionado menu de clique direito à visualização de pastas
ru: Добавлено контекстное меню для просмотра папок

source: A really big update for Iconic! You are now able to regenerate images with the correct accent color after you change it. This makes the app really nice to combine with "Adwaita-Colors"
kk: Iconic үшін шынымен үлкен жаңарту! Енді екпін түсін өзгерткеннен кейін дұрыс екпін түсімен кескіндерді қайта жасауға болады. Бұл қолданбаны "Adwaita-Colors" қолданбасымен үйлестіруді өте жақсы етеді
nl: Een hele grote update voor Iconic! Je kan nu iconen opnieuw genereren met de juiste accent kleur nadat je deze veranderd. Dit maakt de app erg fijn in combinatie met "Adwaita-Colors"
pt_br: Uma atualização realmente grande para o Iconic! Agora você pode regenerar imagens com a cor de destaque correta após alterá-la. Isso torna o aplicativo excelente para combinar com o "Adwaita-Colors"
ru: Действительно большое обновление для Iconic! Теперь вы можете регенерировать изображения с правильным акцентным цветом после его изменения. Это делает приложение очень хорошим в сочетании с "Adwaita-Colors"

source: In Gnome 48, using static images in natilus might change. If that is the case I will retire the app. But for now I will keep working on the app!
kk: GNOME 48-де Nautilus-та статикалық кескіндерді пайдалану өзгеруі мүмкін. Егер солай болса, мен қолданбаны тоқтатамын. Бірақ қазір қолданбада жұмыс жасауды жалғастырамын!
nl: In Gnome 48, het gebruik van statische afbeeldingen in Nautilus zal misschien veranderen. Als dit blijkt te zijn zal ik stoppen met de ontwikkeling van de app. Maar voor nu zal ik blijven werken!
pt_br: No GNOME 48, o uso de imagens estáticas no Nautilus pode mudar. Se isso acontecer, o aplicativo será descontinuado. Mas por enquanto, continuarei trabalhando nele!
ru: В GNOME 48 использование статических изображений в Nautilus может измениться. Если это произойдет, я прекращу разработку приложения. Но пока я продолжу работать над приложением!

source: This is a nice big update to Iconic making it way more colorfull and better for gnome 47. Features include
kk: Бұл Iconic үшін жақсы үлкен жаңарту, оны GNOME 47 үшін әлдеқайда түрлі-түсті және жақсырақ етеді. Мүмкіндіктер
nl: Dit is een mooie grote kleurrijke update voor Iconic, dit maakt de app helemaal klaar voor gnome 47. Nieuwe functies oa
pt_br: Esta é uma grande atualização para o Iconic, tornando-o muito mais colorido e melhor para o GNOME 47. Os recursos incluem:
ru: Это хорошее большое обновление Iconic, делающее его намного более красочным и лучшим для GNOME 47. Функции включают

source: Custom accent color folders
kk: Пайдаланушылық екпін түсті бумалар
nl: Folders met accentkleuren
pt_br: Pastas com cores de destaque personalizadas
ru: Папки с пользовательским акцентным цветом

source: Accent color detection
kk: Екпін түсін анықтау
nl: Accent kleuren detectie
pt_br: Detecção de cor de destaque
ru: Определение акцентного цвета

source: Updated settings
kk: Жаңартылған баптаулар
nl: Instellingen geüpdate
pt_br: Configurações atualizadas
ru: Обновленные настройки

source: Bug fixes!
kk: Қате түзетулер!
pt_br: Correções de bugs!
ru: Исправления ошибок!

source: As always, please let me know if you encounter any bugs!
kk: Әрқашанша, қателер кездессе маған хабарлаңыз!
nl: Zoals altijd, laat mij weten als je bugs tegenkomt!
pt_br: Como sempre, por favor me avise se encontrar algum bug!
ru: Как всегда, сообщите мне, если обнаружите ошибки!

source: This update to iconic is mostly just a version bump. However I do have some fun features I want to try and implement. If it is possible, idk yet. But I have already started working on it.
kk: Iconic-тің бұл жаңартуы негізінен нұсқа көтерілуі ғана. Алайда менің жүзеге асырып көргім келетін қызықты мүмкіндіктерім бар. Мүмкін болса, әлі білмеймін. Бірақ оған жұмыс істеуді бастап кеттім.
nl: Deze versie van Iconic is vooral een versie update. Ik heb wel wat leuke nieuwe features die ik wil toevoegen. Of het mogelijk is weet ik nog niet, maar ik ben al wel begonnen eraan te werken.
pt_br: Esta atualização do Iconic é basicamente um aumento de versão. No entanto, tenho alguns recursos divertidos que quero tentar implementar. Se será possível, ainda não sei, mas já comecei a trabalhar nisso.
ru: Это обновление Iconic в основном просто увеличение версии. Однако у меня есть несколько интересных функций, которые я хочу попробовать реализовать. Если это возможно, я пока не знаю. Но я уже начал работать над этим.

source: Biggest changes
kk: Ең үлкен өзгерістер
nl: De grootste veranderingen van deze update
pt_br: Maiores mudanças
ru: Самые большие изменения

source: Updated to gnome 47
kk: GNOME 47-ге жаңартылды
nl: Geupdate naar gnome 47
pt_br: Atualizado para o GNOME 47
ru: Обновлено до GNOME 47

source: Using new loading animation
kk: Жаңа жүктелу анимациясын пайдалану
nl: Nieuwe laden animatie
pt_br: Nova animação de carregamento
ru: Использование новой анимации загрузки

source: Using new buttons in settings
kk: Баптауларда жаңа түймелерді пайдалану
nl: Nieuwe knopjes in de instellingen
pt_br: Novos botões nas configurações
ru: Использование новых кнопок в настройках

source: A new update to Iconic is here! It does not add many features but features a lot of improvements under the hood, this means the app will now crash way less often without any warning. Some changes include:
kk: Iconic-тің жаңа жаңартуы келді! Ол көп мүмкіндіктер қоспайды, бірақ ішкі жақсартулар көп, бұл қолданба енді ескертусіз әлдеқайда аз құлайтынын білдіреді. Кейбір өзгерістер:
nl: Een nieuwe update van Iconic is aangekomen! Het voegt niet veel nieuwe functies toe maar bevat wel een hoop verbeteringen onder de kap, dit betekent dat de app nu veel minder vaak zal crashen zonder waarschuwing. Veranderingen zijn o.a.:
pt_br: Uma nova atualização do Iconic chegou! Ela não adiciona muitos recursos, mas traz muitas melhorias internas, o que significa que o aplicativo travará com muito menos frequência. Algumas mudanças incluem:
ru: Новое обновление Iconic здесь! Оно не добавляет много функций, но включает множество улучшений под капотом, это означает, что приложение теперь будет вылетать гораздо реже без предупреждения. Некоторые изменения включают:

source: Added ability to drag icon out of iconic directly
kk: Таңбашаны Iconic-тан тікелей сүйреп шығару мүмкіндігі қосылды
nl: Mogelijkheid toegevoegd om iconen direct uit iconic te slepen
pt_br: Capacidade de arrastar o ícone diretamente para fora do Iconic
ru: Добавлена возможность перетаскивать значок прямо из Iconic

source: Added error handling on opening files
kk: Файлдарды ашу кезіндегі қате өңдеу қосылды
nl: "error handling" toegevoegd wanneer bestanden worden geopend
pt_br: Tratamento de erros ao abrir arquivos
ru: Добавлена обработка ошибок при открытии файлов

source: Added error handling on saving files
kk: Файлдарды сақтау кезіндегі қате өңдеу қосылды
nl: "error handling" toegevoegd wanneer bestanden worden opgeslagen
pt_br: Tratamento de erros ao salvar arquivos
ru: Добавлена обработка ошибок при сохранении файлов

source: Added donation link
kk: Қайырымдылық сілтемесі қосылды
nl: Donatielink toegevoegd
pt_br: Adicionado link de doação
ru: Добавлена ссылка для пожертвований

source: Added pop-up when dragging in files
kk: Файлдарды сүйреу кезінде қалқымалы терезе қосылды
nl: Pop-up toegevoegd wanneer bestanden in worden ingsleept
pt_br: Adicionado pop-up ao arrastar arquivos para dentro
ru: Добавлено всплывающее окно при перетаскивании файлов

source: Updated Dutch translations
kk: Голланд тіліндегі аудармалар жаңартылды
nl: Nederlandse vertaling geupdate
pt_br: Traduções para Holandês atualizadas
ru: Обновлены голландские переводы

source: Please report any bugs you see! Many thanks
kk: Көрген қателеріңізді хабарлаңыз! Көп рахмет
nl: Geef het alsjeblieft door als je bugs ervaart. Heel erg bedankt
pt_br: Por favor, reporte qualquer bug que encontrar! Muito obrigado
ru: Пожалуйста, сообщайте о любых ошибках, которые видите! Большое спасибо

source: This is a new major release of Iconic. Featuring many bug fixes and added features. Some notable ones are:
kk: Бұл Iconic-тің жаңа негізгі шығарылымы. Көптеген қате түзетулер мен қосылған мүмкіндіктер бар. Кейбір назар аударарлықтары:
nl: Dit is een grote update voor Iconic. Er zijn veel bugs opgelost en functies toegevoegd:
pt_br: Este é um novo grande lançamento do Iconic. Com muitas correções de bugs e novos recursos. Alguns destaques são:
ru: Это новый основной выпуск Iconic. Включает множество исправлений ошибок и добавленных функций. Некоторые заметные:

source: Drag and drop support
kk: Сүйреп тастау қолдауы
nl: Ondersteuning voor drag-and-drop
pt_br: Suporte para arrastar e soltar
ru: Поддержка перетаскивания

source: Copy-paste support
kk: Көшіру-қою қолдауы
nl: Kopieer en plak ondersteuning
pt_br: Suporte para copiar e colar
ru: Поддержка копирования-вставки

source: Better file type detection
kk: Файл түрін жақсырақ анықтау
nl: Betere bestandstype herkenning
pt_br: Melhor detecção de tipo de arquivo
ru: Улучшенное определение типа файла

source: Updated dutch translations
kk: Голланд тіліндегі аудармалар жаңартылды
nl: Nederlandse vertaling geupdate
pt_br: Traduções para Holandês atualizadas
ru: Обновлены голландские переводы

source: Added Hindi translations
kk: Хинди тіліндегі аудармалар қосылды
nl: Hindoestaanse vertaling toegevoegd
pt_br: Adicionadas traduções em Hindi
ru: Добавлены переводы на хинди

source: Fixed spelling mistakes
kk: Емле қателері түзетілді
nl: Spelfouten weggehaald
pt_br: Erros ortográficos corrigidos
ru: Исправлены орфографические ошибки

source: Fixed issues with black pixels not converting to monochrome
kk: Қара пиксельдердің монохромға түрленбеу мәселелері түзетілді
nl: Een probleem opgelost waar zwarte pixels niet zichtbaar waren in monochroom modus
pt_br: Corrigidos problemas onde pixels pretos não eram convertidos para monocromático
ru: Исправлены проблемы с черными пикселями, не преобразующимися в монохром

source: Another small update with a few additions and changes
kk: Бірнеше қосымшалар мен өзгерістермен тағы бір кіші жаңарту
nl: Een nieuwe kleine update met een paar kleine toevoegingen en veranderingen
pt_br: Outra pequena atualização com algumas adições e mudanças
ru: Еще одно небольшое обновление с несколькими дополнениями и изменениями

source: You can now open containing folder after saving image
kk: Енді кескінді сақтағаннан кейін қамтитын буманы ашуға болады
nl: Je kan nu de folder openen waar de nieuwe afbeelding is opgeslagen
pt_br: Agora você pode abrir a pasta de destino após salvar a imagem
ru: Теперь можно открыть содержащую папку после сохранения изображения

source: Added italian translation
kk: Итальян тіліндегі аударма қосылды
nl: Italiaanse vertaling toegevoegd
pt_br: Adicionada tradução em Italiano
ru: Добавлен итальянский перевод

source: Updated Dutch translation
kk: Голланд тіліндегі аударма жаңартылды
nl: Nederlandse vertaling geupdate
pt_br: Tradução para Holandês atualizada
ru: Обновлен голландский перевод

source: This version adds a few small features and fixes some bugs
kk: Бұл нұсқа бірнеше кіші мүмкіндіктер қосады және кейбір қателерді түзетеді
nl: Deze versie voegt een paar kleine dingen toe en fixt was bugs
pt_br: Esta versão adiciona alguns recursos pequenos e corrige alguns bugs
ru: Эта версия добавляет несколько небольших функций и исправляет ошибки
