Repository: youpie/Iconic
Catalog: po/*.po
Languages: kk, nl, pt_br, ru

source: Nothing to save
kk: Сақтайтын ешнәрсе жоқ
nl: Niks op te slaan
pt_br: Nada para salvar
ru: Нечего сохранять

source: Open Folder
kk: Буманы ашу
pt_br: Abrir Pasta
ru: Открыть папку

source: File Saved
kk: Файл сақталды
nl: Bestand Opgeslagen
pt_br: Arquivo Salvo
ru: Файл сохранен

source: File not saved
kk: Файл сақталмады
nl: Bestand niet opgeslagen
pt_br: Arquivo não salvo
ru: Файл не сохранен

source: Icon reset
kk: Таңбаша қайтарылды
nl: Icoon resetten
pt_br: Ícone redefinido
ru: Значок сброшен

source: Nothing selected
kk: Ештеңе таңдалмады
nl: Niks geselecteerd
pt_br: Nada selecionado
ru: Ничего не выбрано

source: No file or path found, this is probably not your fault.
kk: Файл немесе жол табылмады, бұл сіздің кінәңіз емес шығар.
nl: Geen bestand of pad gevonden, dit is waarschijnlijk niet jouw schuld.
pt_br: Nenhum arquivo ou caminho encontrado, isso provavelmente não é sua culpa.
ru: Файл или путь не найден, это, вероятно, не ваша вина.

source: Nothing to regenerate
nl: Niks om te regenereren
pt_br: Nada para regenerar

source: Regenerating icons
kk: Таңбашаларды қайта жасау
nl: Iconen aan het regenereren
pt_br: Regenerando ícones
ru: Регенерация значков

source: file failed to regenerate view logs for more information
kk: файлды қайта жасау сәтсіз аяқталды қосымша ақпарат үшін журналдарды қараңыз
nl: bestand is niet geregenereerd bekijk logboek voor meer informatie
pt_br: falha ao regenerar o arquivo veja os logs para mais informações
ru: файл не удалось регенерировать посмотрите журналы для получения дополнительной информации

source: Regeneration sucessful, restart nautilus
kk: Қайта жасау сәтті, Nautilus-ты қайта іске қосыңыз
nl: Regeneratie gelukt, herstart Nautilus
pt_br: Regeneração bem-sucedida, reinicie o Nautilus
ru: Регенерация успешна, перезапустите Nautilus

source: Global
nl: Algemeen

source: Iconic allows you to add images onto a folder.
kk: Iconic буманың үстіне кескіндер қосуға мүмкіндік береді.
nl: Iconic stelt je in staat afbeeldingen te te voegen aan folders.
ru: Iconic позволяет добавлять изображения на папку.

source: Have a beautiful day &lt;3
kk: Сәтті күн болсын &lt;3
ru: Хорошего дня &lt;3

# shortcut window
source: General
kk: Жалпы
ru: Общие

source: Customise
kk: Теңшеу
ru: Настроить

source: Use a built-in bottom icon
kk: Кіріктірілген астыңғы таңбашаны пайдалану
ru: Использовать встроенный нижний значок

source: use the built-in bottom image
kk: кіріктірілген астыңғы кескінді пайдалану
ru: использовать встроенное нижнее изображение

source: Use system accent color
kk: Жүйелік екпін түсін пайдалану
ru: Использовать системный акцентный цвет

source: Manually select folder color
kk: Бума түсін қолмен таңдау
ru: Выбрать цвет папки вручную

source: Primary Folder Color
kk: Бастапқы бума түсі
ru: Основной цвет папки

source: Secondary Folder Color
kk: Екінші бума түсі
ru: Дополнительный цвет папки

source: Use custom bottom icon
kk: Пайдаланушылық астыңғы таңбашаны пайдалану
ru: Использовать пользовательский нижний значок

source: use a custom bottom image
kk: пайдаланушылық астыңғы кескінді пайдалану
ru: использовать пользовательское нижнее изображение

source: Currently set bottom icon
kk: Қазіргі орнатылған астыңғы таңбаша
ru: Текущий нижний значок

source: Select bottom icon
kk: Астыңғы таңбашаны таңдау
ru: Выбрать нижний значок

source: Store top images in cache
kk: Үстіңгі кескіндерді кэште сақтау
ru: Сохранять верхние изображения в кэше

source: If you change your system accent color, and want to regenerate the icons, turn this on
kk: Егер жүйелік екпін түсіңізді өзгертсеңіз және таңбашаларды қайта жасағыңыз келсе, мұны қосыңыз
ru: Если вы изменили системный акцентный цвет и хотите регенерировать значки, включите это

source: Regenerate automatically
kk: Автоматты түрде қайта жасау
ru: Регенерировать автоматически

source: If you want to automatically regenerate images after changing accent color, turn this on
kk: Егер екпін түсін өзгерткеннен кейін кескіндерді автоматты түрде қайта жасағыңыз келсе, мұны қосыңыз
ru: Если хотите автоматически регенерировать изображения после изменения акцентного цвета, включите это

source: Current cache used
kk: Қазіргі пайдаланылған кэш
ru: Текущий использованный кэш

source: Remove all cached images
kk: Барлық кэштелген кескіндерді жою
ru: Удалить все кэшированные изображения

source: Default drag-and-drop action
kk: Әдепкі сүйреп тастау әрекеті
ru: Действие перетаскивания по умолчанию

source: By default, after dragging and dropping a file, you have to select a layer to paste it to. Here you can disable that pop-up
kk: Әдепкі бойынша, файлды сүйреп тастағаннан кейін оны қою үшін қабатты таңдау керек. Мұнда сол қалқымалы терезені өшіруге болады
ru: По умолчанию после перетаскивания файла нужно выбрать слой для вставки. Здесь можно отключить это всплывающее окно

source: Menu
kk: Мәзір
ru: Меню

source: OK
kk: Жақсы
ru: ОК

source: Accent color changed
kk: Екпін түсі өзгертілді
ru: Акцентный цвет изменен

source: The system accent color has been changed, Iconic has automatically changed the color of the folder. If you do not want this, you can turn this off in the settings
kk: Жүйелік екпін түсі өзгертілді, Iconic бума түсін автоматты түрде өзгертті. Егер мұны қаламасаңыз, баптауларда өшіруге болады
ru: Системный акцентный цвет был изменен, Iconic автоматически изменил цвет папки. Если вы не хотите этого, вы можете отключить это в настройках

source: All files are not compatible for regeneration
kk: Барлық файлдар қайта жасауға үйлесімсіз
ru: Все файлы несовместимы для регенерации
